<template>
  <div class="Wrap">
    <div class="title">
      具体可使用专属流量的腾讯系应用包含：
    </div>
    <div class="text">
      微信、手机QQ、QQ轻聊版、TM、QM、腾讯视频、QQ音乐、应用宝、腾讯手机管家、QQ浏览器(包含第三方网站)、QQ空间、QQ邮箱、腾讯新闻、腾讯新闻极速版、QQ阅读、腾讯微视、水印相机、腾讯动漫、QQ创意相机、QQ情侣、腾讯体育、看房、QQ影像、QQ提醒、易迅彩票、QQ美食、企鹅FM、微桌面(主题壁纸美化)、Q立方桌面、快报、腾讯地图、微信电话本、手游宝、电池管家、QQ国际版、微云、相册管家、手机QQ影音、QQ彩
      票、N○W直播(腾讯)、腾讯桌面、腾讯充值、腾讯路宝、全民K歌、腾讯校猿、企鹅辅导、腾讯课堂、腾讯直播、小企鹅乐园、腾讯游戏人生、企鸦电竞、QQ同步助手、腾讯WiFi管家、企业微信、微信读书、心悦、腾讯自选股、火锅视频、波洞Apρ、MOO音乐、咖萌、波洞、海豚智音、掌上
      Wegame、哈皮、快看漫画、腾讯清理大师、A站、企鹅体育等其他腾讯系应用。
    </div>
    <div class="title">
      具体可使用专属流量的腾讯系游戏包含:
    </div>
    <div class="text">
      王者荣耀、绝地求生
      全军岀击、和平精英、穿越火线手游、QQ飞车、乱世王者、光荣使命、奇迹觉醒、云裳羽衣、欢乐斗地主·腾讯、消除者联盟、自由幻想手游、奇迹MU：觉醒、火影忍者手游、天天酷跑、QQ游戏、魂斗罗：归来、QQ降龙、英雄杀、御龙在天、奇迹暖暧暖、热血传奇、节奏大师、欢乐麻将全集、天天爱消除、全民飞机大战、QQ牧场、全民农场、全民水浒、全民闯天下、全民超神、全名枪王、天天象棋、天天星连萌、天天来塔防
      天天炫斗、天天富翁、欢乐西游、欢乐王国、九龙战、雷霆战机、勇者大冒险、脑力达人、拳皇98、蜀山传奇、糖果传奇、我叫MT2、驯龙战机3、魔法门之英雄无敌、拳皇命运、QQ炫舞、火影忍者OL·腾讯、妖神记、侍魂、篝火营地、魔力宝贝、圣斗士星矢·腾讯、雪鹰领主、传奇世界。
    </div>
    <div class="title">
      具体可使用专属流量的非腾讯系应用包含:
    </div>
    <div class="text">
      央视影音、快手、虎牙直播、斗鱼、斗鱼极速版、火猫直播、战旗直播、龙珠直播、波波视频、蘑菇街、酷狗音乐、酷我音乐、58同城、美团App、大众点评、安居客、微博、转转、KEEP、即刻、小猿搜题、喜马拉雅(安卓版)、小红书、央视频、映客APP。
    </div>
    <div class="title">免流激活说明：</div>
    <div class="text">
      需手动激活才可享受免流服务的APP：QQ浏览器；斗鱼APP；酷我音乐APP；美团APP。
      其余APP均自动激活，激活成功的标志为使用免流量服务时出现免流标志，如未出现则需用户手动激活该APP。
    </div>

    <div class="title">央视影音的专属流量范围：</div>
    <div class="text">
      央视影音App内观看直播、播放视频产生的流量免费。
      其中直播视频下的极速码率、广告视频、图片等其他数据不在专层流量范围内。
      （App6.5.3及以上的版本才支持免流服务。其余免流功能,程序泵
      正努力开发中,具体的免流范围需以最新更新为准。）
    </div>

    <div class="title">斗鱼的专属流量范围：</div>
    <div class="text">
      斗鱼App内观看直播、播放视频产生的流量免费。
      其中，使用手机直播、使用语音开黑、使用手机上传直播小视频、直播內文字（包含聊天、评论、弹幕等）)&图片加载、App内图片&文字加载、视频播放、游戏下载、点播视频等不在专属流量范围内。
      （App2.5.1及以上版本才支持免流服务，并需用户在App内手动激活，才可以享受免流。具体激活入口为：我的一免流量特权一选择“腾讯王卡”。其余免流功能，程序猿正努力开发中，具体的免流范围需以最新更新为准。）
    </div>

    <div class="title">蘑菇街的专属流量范围：</div>
    <div class="text">
      蘑菇街App内观看直播、点播视频、使用手机直播（主播权限）、使用手机上传直播小视频（主播权限）、直播内文字（包含聊天、评论、弹幕等）加载产生的流量免费。
      其中，直播栏目外的图片&文字加载、直播栏目内的商品信息、商品图片、礼物图片、主播信息、其他业务信息等不在专属流量范围内。
      （其余免流功能，程序猿正努力开发中，具体的免流范围需以最新更新为准。）
    </div>

    <div class="title">火猫的专属流量范围：</div>
    <div class="text">
      火猫App内观看直播产生的流量免费。
      其中使用手机直播、使用手机上传直播小视频、播放视频、直播內文字（包含聊天、评论、弹幕等）&图片加载、App内图片&文字加载等不在专属流量范围内。
      （App1.5.6及以上的版本才支持免流服务。其余免流功能，程序猿正努力开发中，具体的免流范围需以最新更新为准。）
    </div>

    <div class="title">虎牙直播的专属流量范围：</div>
    <div class="text">
      虎牙直播App内观看直播、播放视频产生的流量免费。
      其中，直播内文字（包含聊天、评论、弹幕等)&图片加载、App内图片&文字加载、游戏下载、应用内打开网页、录屏上传小视频等不在专属流量范围内。
      （App4.11.0及以上的版本才支持免流服务，并需用户在App内手动激活，才可以享受免流。具体激活入口为：我的Tab-“免流量服务H5页面内”。其余免流功能，程序猿正努力开发中，具体的免流范围需以最新更新为准。）
    </div>

    <div class="title">快手的专属流量范围：</div>
    <div class="text">
      快手App内观看直播、播放视频、使用手机直播、查看图片产生的流量免费。
      其中，加载文字如评论、直播文字等、上传视频与图片、应用内打开网页等不在专属流量范围内。
      （App5.0.2及以上的版本才支持免流服务。其余免流功能，程序猿正努力开发中，具体的免流范围需以最新更新为准。）
    </div>

    <div class="title">酷狗音乐的专属流量范围：</div>
    <div class="text">
      酷狗音乐App内播放或下载歌曲/MV、电台、收音机、视频、App内图片&文字加载产生的流量免费。
      其中使用手机直播、使用手机上传直播小视频、看直播、直播内文字（包含聊天、评论、弹幕等）&图片加载等不在专属流量范围内。
      （App3.1.10及以上的版本才支持免流服务。其余免流功能，程序猿正努力开发中，具体的免流范围需以最新更新为准。）
    </div>

    <div class="title">酷我音乐的专属流量范围：</div>
    <div class="text">
      酷我音乐App内播放歌曲、MV、下载歌曲、下载MV、查看图片产生的流量免费。
      客户端少部分功能暂不支持免流，如直播、电台直播、云盘、应用内由第三方提供的网页与服务，如广告内容等不免费。
      （App8.6.3及以上的版本才支持免流服务。其余免流功能，程序猿正努力开发中，具体的免流范围需以最新更新为准。）
    </div>

    <div class="title">58同城的专属流量范围：</div>
    <div class="text">
      58同城App内看图片看视频享专属免流，其中非58页面、动态等不在免流范围內。
      （其余免流功能，程序猿正努力开发中，具体的免流范围需以最新更新为准。）
    </div>

    <div class="title">美团App的专属流量范围：</div>
    <div class="text">
      美团App内视频、图片、文字加载产生的流量均享受专属免流。
      其中，使用第三方提供的网页、视频、地图信息、第三方支付等服务不在专属免流范围之內，例如：美团提供的商家（餐厅、酒店、影院等）地图、交易时使用的第三方支付（微信、支付宝）等。
      （其余免流功能，程序猿正努力开发中，具体的免流范围需以最新更新为准。）
    </div>

    <div class="title">大众点评App的专属流量范围：</div>
    <div class="text">
      大众点评App内视频、图片、文字加载产生的流量均享受专属免流。
      其中，使用第三方提供的网页、视频、地图信息、第三方支付等服务不在专属免流范围之內，例如：大众点评提供的商家（餐厅、酒店、影院等）地图、交易时使用的第三方支付（微信、支付宝）等。
      （App10.6.10及以上版本才支持免流服务。其余免流功能，程序猿正努力开发中，具体的免流范围需以最新更新为准。）
    </div>

    <div class="title">安居客App的专属流量范围：</div>
    <div class="text">
      安居客App内观看图片、播放视频可享受专属流量。
      其中，使用App内房源列表，单页加载可能产生少许流量、和人进行微聊，进行房产估价，查看个人中心功能，查看联系人和历史记录和收藏，查看有料频道的新闻和问答，百科内容，以及首页加载的动态内容等不在专属流量范围内。
      （App11.10.1及以上版本才支持免流服务。其余免流功能，程序猿正努力开发中，具体的免流范围需以最新更新为准。）
    </div>

    <div class="title">战旗直播的专属流量范围：</div>
    <div class="text">
      在战旗直播App内看直播、视频专属流量免费。
      （其余免流功能，程序猿正努力开发中，具体的免流范围需以最新更新为准。）
    </div>

    <div class="title">龙珠直播的专属流量范围：</div>
    <div class="text">
      龙珠直播App内游戏房间，秀场房间，体育房间，pk房间，直播回放，关注tab下的猜你喜欢，所有直播间观看直播、以及观看视频免流。其他的图片、礼物、文字不免流。
      （App4.8.1及以上版本才支持免流服务。其余免流功能，程序猿正努力开发中，具体的免流范围需以最新更新为准。）
    </div>

    <div class="title">波波视频的专属流量范围：</div>
    <div class="text">
      波波视频App内播放视频产生的流量免费。其中，App內图片&文字加载、视频下载、小游戏、应用内打开网页等不在专属流量范围内。
      （App2.9.5及以上的版本才支持免流服务。其余免流功能，程序猿正努力开发中，具体的免流范围需以最新更新为准。）
    </div>

    <div class="title">微博的专属流量范围：</div>
    <div class="text">
      微博App内浏览图片、文字、视频（即标记秒拍、酷燃、新浪logo的视频)、话题、文章以及微博故事可享受专属免流。
      其中，微博App内的广告、第三方视频、访问第三方网站、发现搜索页、钱包页等不在专属流量范围內。
      （App8.5.3及以上版本支持免流服务。其余免流功能，程序员正努力开发中，具体的免流范围需以最新更新为准。）
    </div>

    <div class="title">转转的专属流量范围</div>
    <div class="text">
      转转App内浏览图片、文字、视频，上传和发送文字、图片、视频，发起语音通话，均可享受专属免流。
      其中，转转App内，部分第三方服务，访问第三方页面，不在专属免流范围內。如：签到页面和三方H5页面等。
      （App5.6.2及以上的版本才支持免流服务。其余免流功能，程序猿正努力开发中，具体的免流范围需以最新更新为准。）
    </div>

    <div class="title">Keep的专属免流范围：</div>
    <div class="text">
      Keep App内浏览图片、视频、课程音乐等相关资源产生的流量免费。
      其中，标题、评论、消息、私信等文本信息，上传视频与图片，以及第三方网页浏览等产生的流量不在专属免流范围内。
      （App6.0.0及以上的版本才支持免流服务。其余免流功能，程序猿正努力开发中，具体的免流范围需以最新更新为准。）
    </div>

    <div class="title">王者荣耀的专属免流范围：</div>
    <div class="text">
      王者荣耀、王者营地App内观看赛事，以及访问第三方外部链接暂不支持免流量。
      （其余免流功能，程序猿正努力开发中，具体的免流范围需以最新更新为准。）
    </div>

    <div class="title">火锅视频的专属免流范围：</div>
    <div class="text">
      火锅视频(原名yoo视频)享受专属流量免费特权，在火锅视频App中观看视频、动静态图片、上传视频、点赞/留言/分享/关注等行为享受免流特权。上传视频时使用音乐素材时不享受专属免流量服务。
      （App1.1.5.764及以上的版本才支持免流服务。其余免流功能，程序
      猿正努力开发中，具体的免流范围需以最新更新为准。）
    </div>

    <div class="title">即刻的专属免流范围：</div>
    <div class="text">
      即刻App内看视频、看图片、听音乐享受免流特权。发表评论、访问原网页链接、上传视频等暂不享受免流量服务。
      （App4.8.0及以上的版本才支持免流服务。其余免流功能，程序猿正努力开发中，具体的免流范围需以最新更新为准。）
    </div>

    <div class="title">小猿搜题的专属免流范围：</div>
    <div class="text">
      小猿搜题App内，所有小猿搜题（不包括“猿辅导”模块）的功能中视频、音频、图片、文字加载产生的流量均享受免流。
      “猿辅导”整个模块，以及第三方提供的网页、第三方支付等服务不在免流范围之内，例如：猿辅导直播课程、交易时使用的第三方支付（微信、支付宝）等。
      （App9.6.0及以上版本才支持免流服务， iPhone4s、
      iPhone5、iPhone5c不支持免流服务。其余具体的免流范围需以最新更新为准。）
    </div>

    <div class="title">喜马拉雅（安卓版）的专属免流范围：</div>
    <div class="text">
      喜马拉雅App内播放和下载音视频产生的流量免费。
      其中，播放音乐频道【个性化电台】tab下的声音，播放下架或私密声音，上传音视频，观看直播，加载文字如评论、专辑文字等，应用内H5页面，由第三方提供的网页与服务如广告内容等都不免流。
      （安卓App6.6.3版本及以上才支持免流服务。其余免流服务，程序猿正在努力开发中，具体免流范围需以最新版本为准。）
    </div>

    <div class="title">小红书的专属流量范围：</div>
    <div class="text">
      小红书App内浏览笔记中的图片和视频产生的流量免费。其中，发布笔记、聊天、评论,以及在应用内打开网页等都不免流。
      （App5.39及以上版本才支持免流服务。其余免流功能，程序猿正努力开发中，具体的免流范围需以最新更新为准。）
    </div>

    <div class="title">企鹅体育的专属流量范围：</div>
    <div class="text">
      企鹅体育App内观看直播、产生的流量免费。
      其中，使用手机直播、广告跳转、点播视频、资讯阅读等不流量范围內。
      （App3.7及以上版本才支持免流服务,并需用户在App内手动激活,才可以享受免流服务。具体激活入口为:左上角个人头像一—免流——选择“腾讯王卡”。其余免流功能，程序猿正努力开发中，具体的免流范围需以最新更新为准。）
    </div>

    <div class="title">映客的专属流量范围：</div>
    <div class="text">
      映客APP内观看视频、观看单人视频直播、单人视频直播产生的流量免费。
      使用映客APP内的礼物功能，在映客APP内打开网页，上传视频等不在专属流量范围内。
      （使用免流量服务需要升级映客客户端至IoS 7.0.3及以上版本，Android 7.0.3及以上版本。在港、澳、台以及国际地区使用映客客户端不支持免流。）
    </div>

    <div class="title">QQ浏览器的专属流量范围：</div>
    <div class="text">
      QQ浏览器免流服务已扩展到全网范围（包含第三方提供的网页、视频等服务）。其中，使用双向视频技术(（WebRTC）的网站（如双方同时在线的视频会议、视频聊天等）暂不支持免流量；危险和非法网站不支持免流量；从QQ浏览器调起其他App，在其他App内的访问行为不能免流量；由于网络不稳定，会在极小的概率下岀现不能免流量的情况。）
      （App8.3及以上的版本支持免流服务，并需在App内激活免流标志，才可以享受免流。其余免流功能，程序猿正努力开发中，具体的免流范围需以最新更新为准。）
    </div>

    <div class="title">
      注意
    </div>
    <div class="text">
      针对不包含在“专属流量”內的使用范围，特说明如下：<br />
      1、第三方提供的网页、视频等服务，例如手机新闻网、搜狗、百度、爱奇艺视频、携程、京东、京东购物小程序等非腾讯业务。<br />
      2、QQ音乐客户端内的分享等少数操作，例如苹果手机的分享操作 <br />
      3、QQ音乐客户端明星直播节目(客户端一发现频道一明星直播）。 <br />
      4、在无线上网卡、移动WiFi、MiFi、平板电脑（如iad）等设备使用。<br />
      5、将手机号码作为手机热点使用。<br />
      6、使用非腾讯正版软件，例如腾讯“应用宝”手机客户端只支持安卓系统，苹果和塞班等系统的“应用宝”为非正版软件。<br />
      7、使用网络加速器、代理服务器、VPN等工具。<br />
      8、在港澳台、国际地区使用腾讯王卡。<br />
      9、使用WAP接入点访问。<br />
    </div></div
></template>
<script>
export default {};
</script>
<style scoped>
.Wrap {
  padding: 25px 20px;
}

.title {
  font-size: 16px;
  color: #333333;
  letter-spacing: 0;
  margin-bottom: 6px;
}

.text {
  font-size: 13px;
  color: #666666;
  letter-spacing: 0;
  text-align: justify;
  padding-bottom: 20px;
}
</style>
