<template>
  <div class="content">
    <div class="title">
      隐私政策
    </div>
    【深圳市豪斯莱科技有限公司】（以下简称“我们”）是移动互联网营销服务企业，为客户提供移动互联网线上推广营销。我们与中国联合网络通信有限公司深圳市分公司合作，受委托进行互联网渠道号卡的业务推广，为用户提供号卡申请的电信服务。<br />
    我们会在您注册和使用过程中收集您的个人信息。我们深知个人信息对您的重要性，并会尽全力保护您的个人信息安全可靠。我们致力于维持您对我们的信任，恪守以下原则，保护您的个人信息：权责一致原则、目的明确原则、选择同意原则、最少够用原则、确保安全原则、主体参与原则、公开透明原则等。同时，我们承诺，我们将按业界成熟的安全标准，采取相应的安全保护措施来保护您的个人信息。<br />
    <div class="bold">
      【特别提示】请您在使用我们提供的各项产品\服务前，仔细阅读并充分理解本《隐私政策》并作出相应选择，如一旦您开始使用我们提供的相关产品\服务，则视为您已经充分知悉且同意本《隐私政策》。<br />
    </div>
    <div class="text">一、我们如何收集和使用您的个人信息</div>
    个人信息是指以电子或者其他方式记录的能够单独或者与其他信息结合识别特定自然人身份或者反映特定自然人活动情况的各种信息。
    我们出于为您提供互联网号卡申请的服务目的，收集和使用您以下类型的个人信息：<br />
    1、为了我们能够为您提供号申请卡电信服务，我司需收集您的基本注册或登录信息，包括但不限于您的手机号码、身份证、姓名、收货地址。如果您不提供相关信息，则无法享受我们提供的服务。<br />
    2、我们在您使用服务过程中可能收集的个人信息：<br />
    （1）为向您提供更契合您需求的页面展示和推荐个性化内容、了解产品适配性、识别账号异常状态，我们会收集关于您使用的服务以及使用方式的信息并将这些信息进行关联，这些信息包括：<br />
    日志信息：当您使用我们的网站或客户端提供的产品或服务时，我们可能会自动收集您对我们服务的详细使用情况，作为有关网络日志保存。例如您的登录账号、搜索查询内容、IP地址、浏览器的类型、电信运营商、网络环境、使用的语言、访问日期和时间及您访问的网页浏览记录、Push打开记录、停留时长、刷新记录、发布记录、关注、订阅、收藏及分享。<br />
    设备信息：我们会根据您在软件安装及使用中授予的具体权限，接收并记录您所使用的设备相关信息（例如浏览器及版本、操作系统及版本、设备分辨率信息）、设备所在位置相关信息（IP地址、GPS位置信息）。<br />
    请注意，单独的设备信息、日志信息是无法识别特定自然人身份的信息。如果我们将这类非个人信息与其他信息结合用于识别特定自然人身份，或者将其与个人信息结合使用，则在结合使用期间，这类非个人信息将被视为个人信息，除取得您授权或法律法规另有规定外，我们会将该类个人信息做匿名化、去标识化处理。<br />
    <div class="text">二、我们如何使用 Cookie 和同类技术 （一）Cookie</div>
    我们或我们的第三方合作伙伴可能通过COOKIES或同类技术获取和使用您的个人信息，并将该等信息储存为日志信息。<br />
    通过使用COOKIES，我们向用户提供简单易行并富个性化的网络体验。一个COOKIES是少量的数据，它们从一个网络服务器送至您的浏览器并存在计算机硬盘上。我们使用COOKIES是为了让用户可以受益。<br />
    COOKIES使得我们能更好、更快地为您服务。然而，您应该能够控制COOKIES是否以及怎样被您的浏览器接受。请查阅您的浏览器附带的文件以获得更多这方面的信息。<br />
    我们和第三方合作伙伴可能通过COOKIES或同类技术收集和使用您的个人信息，并将该等信息储存。<br />
    我们使用自己的COOKIES或同类技术，可能用于以下用途： ①记住您的身份；<br />
    ②分析您使用我们的服务的情况；<br />
    ③广告优化。COOKIES或同类技术有助于我们根据您的个人信息，向您提供与您相关的广告而非进行普遍的广告投放。<br />
    我们不会将
    Cookie用于本政策所述目的之外的任何用途。您可根据自己的偏好管理或删除Cookie。但请您注意，如果您停用COOKIES，我们有可能无法为您提供最佳的服务体验，某些服务也可能无法正常使用。<br />
    <div class="text">三、我们如何共享、转让、公开披露您的个人信息</div>

    （一）共享：除以下情形外，未经您同意，我们不会与我们之外的任何第三方分享您的个人信息：<br />
    1、为了向您提供我们的服务，我们需向合作伙伴中国联合网络通信有限公司深圳市分公司及其他必要第三方分享您的个人信息，以实现向您提供您需要的服务；<br />
    2、在法律法规允许的范围内，为了遵守法律、维护我们及我们的关联方或合作伙伴、您或其他用户或社会公众利益、财产或安全免遭损害，比如为防止欺诈等违法活动和减少信用风险，我们可能与其他公司和组织交换信息。不过，这并不包括违反本政策中所作的承诺而为获利目的出售、出租、共享或以其它方式披露的信息。<br />
    3、应您合法需求，协助处理您与他人的纠纷或争议；<br />
    4、应您的监护人合法要求而提供您的个人信息；<br />
    5、根据与您签署的服务协议（包括在线签署的电子协议以及相应的平台规则）或其他的法律文件约定所提供；<br />
    6、基于符合法律法规的社会公共利益而提供。<br />
    我们仅会出于合法、正当、必要、特定、明确的目的共享您的个人信息。对我们与之共享信息的公司、组织和个人，我们会与其签署严格的保密协定，要求他们按照我们的说明、本政策以及其他任何相关的保密和安全措施来处理信息。<br />
    （二）转让：<br />
    1、随着我们业务的持续发展，当发生兼并、收购或重组、资产转让、破产清算等交易导致我们与第三方共享或向对三方转让您的个人信息时，我们将通过推送通知、公告等形式告知您相关情形，按照法律法规及不低于本政策所要求的标准继续保护或要求新的管理者继续保护您的个人信息。<br />
    2、在获得您的明确同意后，我们会向其他方转让您的个人信息。 （三）披露<br />
    ：我们仅会在以下情况下，且采取符合业界标准的安全防护措施的前提下，才会披露您的个人信息：<br />
    1、根据您的需求，在您明确同意的披露方式下披露您所指定的个人信息；<br />
    2、根据法律、法规的要求、强制性的行政执法或司法要求所必须提供您个人信息的情况下，我们可能会依据所要求的信息类型和披露方式披露您的个人信息。在符合法律法规的前提下，当我们收到上述披露信息的请求时，我们会要求接收方必须出具与之相应的法律文件，如传票或调查函。我们坚信，对于要求我们提供的信息，应该在法律允许的范围内尽可能保持透明。我们对所有的请求都进行了慎重的审查，以确保其具备合法依据，且仅限于执法部门因特定调查目的且有合法权利获取的数据。<br />
    （四）分享、转让、披露信息时事先征得授权同意的例外：以下情形中，分享、转让、披露您的个人信息无需事先征得您的授权同意：：<br />
    1、与国家安全、国防安全有关的；<br />
    2、与公共安全、公共卫生、重大公共利益有关的；<br />
    3、与犯罪侦查、起诉、仲裁、审判和判决执行等有关的；<br />
    4、出于维护您或其他个人的生命、财产等重大合法权益但又很难得到您本人同意的；<br />
    5、您自行向社会公众公开的信息；<br />
    6、从合法公开披露的信息中收集信息的，如合法的新闻报道、政府信息公开等渠道。<br />
    根据法律规定，分享、转让经去标识化处理的信息，且确保数据接收方无法复原并重新识别个人信息主体的，不属于信息的对外分享、转让及公开披露行为，对此类数据的保存及处理将无需另行向您通知并征得您的同意。<br />
    <div class="text">四、我们如何保护您的个人信息</div>

    （一）我们已使用符合业界标准的安全防护措施保护您提供的个人信息，防止数据遭到未经授权访问、公开披露、使用、修改、损坏或丢失。我们会采取一切合理可行的措施，保护您的个人信息。例如，在您的浏览器与“服务”之间交换数据（如身份证信息）时受
    SSL 加密保护；我们同时对我们网站提供 https
    安全浏览方式；我们会使用加密技术确保数据的保密性；我们会使用受信赖的保护机制防止数据遭到恶意攻击；我们会部署访问控制机制，确保只有授权人员才可访问个人信息；以及我们会举办安全和隐私保护培训课程，加强员工对于保护个人信息重要性的认识。<br />
    （二）我们会采取一切合理可行的措施，确保未收集无关的个人信息。我们只会在达成本政策所述目的所需的期限内保留您的个人信息，除非需要延长保留期或受到法律的允许。<br />
    （三）互联网并非绝对安全的环境，而且电子邮件、即时通讯、及与其他我们用户的交流方式并未加密，我们强烈建议您不要通过此类方式发送个人信息。请使用复杂密码，协助我们保证您的账号安全。<br />
    （四）互联网环境并非百分之百安全，我们将尽力确保或担保您发送给我们的任何信息的安全性。如果我们的物理、技术、或管理防护设施遭到破坏，导致信息被非授权访问、公开披露、篡改、或毁坏，导致您的合法权益受损，我们将承担相应的法律责任。<br />
    （五）在不幸发生个人信息安全事件后，我们将按照法律法规的要求，及时向您告知：安全事件的基本情况和可能的影响、我们已采取或将要采取的处置措施、您可自主防范和降低风险的建议、对您的补救措施等。我们将及时将事件相关情况以邮件、信函、电话、推送通知等方式告知您，难以逐一告知个人信息主体时，我们会采取合理、有效的方式发布公告。<br />
    同时，我们还将按照监管部门要求，主动上报个人信息安全事件的处置情况。<br />
    <div class="text">五、您的权利</div>

    按照中国相关的法律、法规、标准，以及其他国家、地区的通行做法，我们保障您对自己的个人信息行使以下权利：<br />
    （一）访问您的个人信息<br />
    您有权访问您的个人信息，法律法规规定的例外情况除外。如果您想行使数据访问权，可以通过以下方式自行访问：<br />
    账户信息——如果您希望访问或编辑您的账户中的个人资料信息和绑定手机号信息。<br />
    如果您无法通过上述链接访问这些个人信息，您可以随时通过我们的在线客服或拨打客服电话与我们联系。我们将在30天内回复您的访问请求。<br />
    对于您在使用我们的产品或服务过程中产生的其他个人信息，只要我们不需要过多投入，我们会向您提供。如果您想行使数据访问权，请发送电子邮件至【service@houselai.com】。<br />
    （二）更正您的个人信息<br />
    当您发现我们处理的关于您的个人信息有错误时，您有权要求我们做出更正。您可以通过发送电子邮件【service@houselai.com】联系我们。我们将在30天内回复您的更正请求。<br />
    （三）删除您的个人信息 在以下情形中，您可以向我们提出删除个人信息的请求：<br />
    1、如果我们处理个人信息的行为违反法律法规；<br />
    2、如果我们收集、使用您的个人信息，却未征得您的同意；<br />
    3、如果我们处理个人信息的行为违反了与您的约定；<br />
    4、如果您不再使用我们的产品或服务，或您注销了账号；<br />
    5、如果我们不再为您提供产品或服务。<br />
    若我们决定响应您的删除请求，我们还将同时通知从我们获得您的个人信息的实体，要求其及时删除，除非法律法规另有规定，或这些实体获得您的独立授权。<br />
    当您从我们的服务中删除信息后，我们可能不会立即备份系统中删除相应的信息，但会在备份更新时删除这些信息。<br />
    （四）改变您授权同意的范围<br />
    每个业务功能需要一些基本的个人信息才能得以完成（见本策略“第一部分”）。对于额外收集的个人信息的收集和使用，您可以随时给予或收回您的授权同意。<br />
    您可以在手机系统设置中更改授权设置。<br />
    当您收回同意后，我们将不再处理相应的个人信息。但您收回同意的决定，不会影响此前基于您的授权而开展的个人信息处理。<br />
    （五）个人信息主体获取个人信息副本<br />
    您有权获取您的个人信息副本，您可以在手机系统设置中更改授权设置。<br />
    在技术可行的前提下，例如数据接口匹配，我们还可按您的要求，直接将您的个人信息副本传输给您指定的第三方。<br />
    （六）约束信息系统自动决策
    在某些业务功能中，我们可能仅依据信息系统、算法等在内的非人工自动决策机制做出决定。如果这些决定显著影响您的合法权益，您有权要求我们做出解释，我们也将提供适当的救济方式。
    （七）响应您的上述请求<br />
    为保障安全，您可能需要提供书面请求，或以其他方式证明您的身份。我们可能会先要求您验证自己的身份，然后再处理您的请求。<br />
    我们将在三十天内做出答复。如您不满意，还可以通过以下途径投诉：<br />
    拨打客服电话：【0755-86969845】<br />
    对于您合理的请求，我们原则上不收取费用，但对多次重复、超出合理限度的请求，我们将视情收取一定成本费用。对于那些无端重复、需要过多技术手段（例如，需要开发新系统或从根本上改变现行惯例）、给他人合法权益带来风险或者非常不切实际（例如，涉及备份磁带上存放的信息）的请求，我们可能会予以拒绝。<br />
    在以下情形中，按照法律法规要求，我们将无法响应您的请求：<br />
    1、与国家安全、国防安全有关的；<br />
    2、与公共安全、公共卫生、重大公共利益有关的；<br />
    3、与犯罪侦查、起诉、仲裁和审判等有关的；<br />
    4、有充分证据表明您存在主观恶意或滥用权利的；<br />
    5、响应您的请求将导致您或其他个人、组织的合法权益受到严重损害的。<br />
    <div class="text">六、我们如何处理儿童的个人信息</div>
    1、我们的产品、网站和服务主要面向成人。如果没有父母或监护人的同意，儿童不得创建自己的用户账户；<br />
    2、对于经父母同意而收集儿童个人信息的情况，我们只会在受到法律允许、父母或监护人明确同意或者保护儿童所必要的情况下使用或公开披露此信息；<br />
    3、尽管当地法律和习俗对儿童的定义不同，但我们将不满 14
    周岁的任何人均视为儿童；<br />
    4、如果我们发现自己在未事先获得可证实的父母同意的情况下收集了儿童的个人信息，则会设法尽快删除相关数据。<br />
    <div class="text">七、您的个人信息如何在全球范围转移</div>
    原则上，我们在中华人民共和国境内收集和产生的个人信息，将存储在中华人民共和国境内。
    <div class="text">八、争议解决</div>
    本《隐私政策》的解释及争议解决均应适用中华人民共和国大陆地区法律。当您因为本《隐私政策》的实施与我们产生任何纠纷时，双方应首先协商友好解决；若不能协商解决，您同意依照《服务协议》的约定将争议提交至深圳市南山区人民法院诉讼解决。
    <div class="text">九、本隐私权政策如何更新</div>
    我们可能适时会对本隐私权政策进行调整或变更，本隐私权政策的任何更新将以标注更新时间的方式公布在我们网站上，除法律法规或监管规定另有强制性规定外，经调整或变更的内容一经通知或公布后的7日后生效。如您在隐私权政策调整或变更后继续使用我们提供的任一服务或访问我们相关网站的，我们相信这代表您已充分阅读、理解并接受修改后的隐私权政策并受其约束。
    <div class="text">十、如何联系我们</div>
    本《隐私政策》的版权为深圳市豪斯莱科技有限公司所有，在法律允许的范围内，我们保留最终解释和修改的权利。<br />
    如果您对本隐私政策有任何疑问、意见或建议，通过以下方式与我们联系：<br />
    邮箱：【service@houselai.com】；<br />
    电话：【0755-86969845】<br />
    一般情况下，我们将在收到您的疑问、意见或建议后三十天内回复<br />
  </div>
</template>
<script>
export default {};
</script>
<style scoped>
.content {
  padding: 25px 20px;
  font-size: 13px;
  color: #666666;
  letter-spacing: 0;
  text-align: justify;
}
.text {
  padding: 10px 0;
}
.bold {
  font-weight: bold;
}
.title {
  font-size: 16px;
  color: #333333;
  letter-spacing: 0;
  margin-bottom: 6px;
  margin-top: 6px;
  text-align: center;
}
</style>
