<template>
  <div class="content">
    <div class="title">用户协议</div>
    【深圳市豪斯莱科技有限公司】是移动互联网营销服务企业，为客户提供有关金融、教育、阅读、音乐等移动互联网线上推广营销。深圳市豪斯莱科技有限公司与中国联合网络通信有限公司深圳市分公司合作，受其委托进行互联网渠道号卡的业务推广，为用户提供号卡申请电信服务。<br />
    为使用深圳市豪斯莱科技有限公司的服务，您应当阅读并遵守本《深圳市豪斯莱科技有限公司用户协议》（以下简称“本协议”）。<span>请您务必审慎阅读、充分理解各条款内容，特别是免除或者限制责任的条款、管辖与法律适用条款。限制、免责条款可能以黑体加粗或加下划线的形式提示您重点注意。</span>除非您已阅读并接受本协议所有条款，否则您无权使用深圳市豪斯莱科技有限公司提供的服务。<span
      >您点击勾选“我已阅读并同意《隐私政策》和《用户协议》”即表示您确认对本协议全部条款含义已充分理解并完全接受。</span
    ><br />
    鉴于本网站提供的是电信服务，请您保证您具备完全民事行为能力。如果您是非完全民事行为能力人，请在法定监护人的陪同下仔细阅读并充分理解本协议，如您需使用，请务必在监护人监督及授权下谨慎使用本网站服务。<br />
    本协议为有关网站使用的条款，凡点击勾选“我已阅读并同意《隐私政策》和《用户协议》”并填写相关信息的用户，均表示已充分理解《隐私政策》及《用户协议》并接受其约束。深圳市豪斯莱科技有限公司保留对本协议包含的条款、条件和说明变更的权利。变更自公布时生效并向您提醒告知，您继续使用本网站，则视为您接受这些更改。您应当经常浏览本网站声明，以了解本网站政策的变化。我们将依据本声明来处理您向我们提供的个人信息，请您务必仔细阅读。<br />
    • 第一条 协议的范围 <br />• 第二条 账户使用规则 <br />• 第三条
    服务的变更、中断或终止 <br />•第四条 授权条款 <br />• 第五条 知识产权声明
    <br />• 第六条 隐私条款 <br />• 第七条 免责声明<br />
    •第八条 违约条款 <br />• 第九条 协议的生效与变更<br />
    • 第十条 管辖与法律适用
    <div class="text">第一条协议的范围</div>
    1.1本协议是您与深圳市豪斯莱科技有限公司之间关于用户使用深圳市豪斯莱科技有限公司提供的号卡申请电信服务所订立的协议。本协议的内容包括协议正文以及《隐私政策》。上述均为本协议不可分割的组成部分，与本协议具有同等法律效力。<br />
    1.1.1
    “用户”是指使用深圳市豪斯莱科技有限公司相关服务的使用人，在本协议中更多地称为“您”。<br />
    1.2深圳市豪斯莱科技有限公司可能会不定期的更新本协议，用户可在推广网页上查阅本协议的最新版本。新协议一经公布即代替原协议。如用户不接受更新后的协议，应立即停止使用深圳市豪斯莱科技有限公司提供的服务。<br />
    <div class="text">第二条 账户使用规则</div>
    2.1如您在使用深圳市豪斯莱科技有限公司提供的服务，需要您填写个人相关信息，深圳市豪斯莱科技有限公司特别提醒您务必认真填写您的个人相关信息，务必在填写时仔细阅读本协议的内容。对于因您提供的信息不真实、不准确或不完整导致的损失由您承担。<br />
    2.2您在使用深圳市豪斯莱科技有限公司提供的服务时，您同意您需遵守中国联合网络通信有限公司深圳市分公司的《客户入网服务协议及业务协议》及《关于客户个人信息收集、使用规则的公告》，否则，因此产生的损失由您承担。
    深圳市豪斯莱科技有限公司再次提醒您，如您选择向深圳市豪斯莱科技有限公司提交号卡申请，视为您对本协议内容的认可。<br />
    2.3用户在注册账号、填写个人资料时须承诺遵守法律法规、社会主义制度、国家利益、公民合法权益、公共秩序、社会道德风尚和信息真实性等七条底线，不得在个人资料中出现违法和不良信息，不得冒用关联机构或社会名人，且用户保证其在注册和使用账号时，不得有以下情形：<br />
    （1）违反宪法或法律法规规定的；<br />
    （2）危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；<br />
    （3）损害国家荣誉和利益的，损害公共利益的；<br />
    （4）煽动民族仇恨、民族歧视，破坏民族团结的；<br />
    （5）破坏国家宗教政策，宣扬邪教和封建迷信的；<br />
    （6）散布谣言，扰乱社会秩序，破坏社会稳定的；<br />
    （7）散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；<br />
    （8）侮辱或者诽谤他人，侵害他人合法权益的；<br />
    （9）含有法律、行政法规禁止的其他内容的。 <br />
    2.4
    用户有责任妥善保管本服务项目下的账号信息及账号密码的安全，用户需要对其账号下的行为承担法律责任。由于账号、密码等信息外借、泄露或者被他人盗用而引起的法律责任，由用户自行承担。用户同意在任何情况下不使用其他用户的账号。用户同意若发现任何非法使用用户账号或安全漏洞的情况，有义务立即告知深圳市豪斯莱科技有限公司。
    <div class="text">第三条 服务的变更、中断或终止</div>
    3.1
    您理解，深圳市豪斯莱科技有限公司需要定期或不定期地对提供服务的系统或相关的设备进行检修或者维护，或对深圳市豪斯莱科技有限公司系统进行升级、改造。如因此类情况而造成服务在合理时间内的中断，深圳市豪斯莱科技有限公司无需为此承担任何责任。但深圳市豪斯莱科技有限公司应尽可能事先进行通告并根据情况在相应服务页面提前作出通知。<br />
    3.2
    如发生下列任何一种情形，深圳市豪斯莱科技有限公司有权不经通知而中断或终止向您提供本协议项下的服务而无需对您或任何第三方承担任何责任：<br />
    （1）根据法律规定您应提交真实信息，而您提供的个人资料不真实、或与注册时信息不一致又未能提供合理证明；<br />
    （2）您违反相关法律法规或本协议的约定；<br />
    （3）按照法律规定或主管部门的要求；<br />
    （4）出于安全的原因或其他必要的情形。 <br />3.3
    您有责任自行备份存储在本服务中的数据。如果您的服务被终止，深圳市豪斯莱科技有限公司可以从服务器上永久地删除您的数据，但法律法规另有规定的除外。服务终止后深圳市豪斯莱科技有限公司没有义务向您返还数据。<br />
    3.4
    您理解并同意，深圳市豪斯莱科技有限公司有权自主决定经营策略。在深圳市豪斯莱科技有限公司发生合并、分立、收购、资产转让时，深圳市豪斯莱科技有限公司可向第三方转让本服务下相关资产；深圳市豪斯莱科技有限公司将向您告知有关情况，第三方应继续履行原深圳市豪斯莱科技有限公司的责任和义务，如变更个人信息使用目的时，第三方应重新取得您的明示同意；深圳市豪斯莱科技有限公司也可在取得您的同意后，将本协议下部分或全部服务转交由第三方运营或履行。具体受让主体以深圳市豪斯莱科技有限公司通知的为准。<br />
    <div class="text">第四条 授权条款</div>
    您同意，您授权深圳市豪斯莱科技有限公司，除法律另有规定之外，深圳市豪斯莱科技有限公司有权收集您的的必要信息（包括但不限于您的手机号码、身份证、姓名、收货地址）用于为您提供互联网渠道的中国电信申领电信号卡的服务，同时同意深圳市豪斯莱科技有限公司基于提供服务的必要性将您的个人信息共享给合作方中国联合网络通信有限公司深圳市分公司以及必要的第三方。<br />
    如您不同意上述授权条款的部分或全部，可〔致电客服热线（
    0755-86969845）〕取消或变更授权。<br />
    <div class="text">第五条 知识产权声明</div>
    5.1
    本网站所载商标、徽号和服务标志及深圳市豪斯莱科技有限公司平台网站的结构、网页设计、文字、程序及代码、内容、图像等数据的所有版权、专利权、知识产权及其他权属均属深圳市豪斯莱科技有限公司所有或合作方中国联合网络通信有限公司深圳市分公司所有。
    5.2
    本网站所载资料受版权保护。除非深圳市豪斯莱科技有限公司书面同意及许可，不得修改、复制、转载、传播或者以其它方式作为商业或公共用途。
    <div class="text">第六条 隐私条款</div>
    深圳市豪斯莱科技有限公司承诺采取严格的隐私政策，尊重并保护用户隐私。深圳市豪斯莱科技有限公司将按照《隐私政策》收集、使用及共享您的个人信息。该政策协议包含了我们收集、存储、保护、使用和共享您的个人信息的条款，请您完整地阅读《隐私政策》，以帮助您了解维护自己隐私权的方式。
    <div class="text">第七条 免责声明</div>
    7.1在法律规定的情况下，如司法机关、监管机构及其他相关机构提出要求，我公司有可能提供您的相关信息。<br />
    7.2
    由于您将用户密码告知他人或与他人共享注册帐户，由此导致的任何个人资料和客户信息的泄露。<br />
    7.3
    本网站尽全力处理本网站各项服务的安全、无误及不中断。但您已充分了解并同意，本网站可能因：<br />
    （1）黑客攻击、计算机病毒侵入或发作、因政府管制或不可抗力而造成的暂时性关闭等影响网络正常经营或其它不可抗力情形而造成的个人资料泄露、丢失、被盗用或被篡改等；<br />
    （2）公司、其他合作方或相关电信部门的互联网软硬件设备故障、失灵或认为操作疏忽而全部或部分中断、延迟、遗漏、产生误导或造成资料传输或存储上的错误；<br />
    （3）地震、火灾、台风及其他各种不可抗力因素引起的停电、网络系统故障、电脑故障而造成您的损失。<br />
    7.5
    您在与深圳市豪斯莱科技有限公司推广的页面网站达成交易的过程中，您在网站的注册资料会一并提供给中国联合网络通信有限公司深圳市分公司，深圳市豪斯莱科技有限公司将以合理的勤勉、审慎义务督促第三方妥善保管相关注册信息，但由于第三方单方行为导致您的注册资料外泄的，深圳市豪斯莱科技有限公司不承担责任。<br />
    7.6深圳市豪斯莱科技有限公司因服务必要，可能会将相关网站链接至深圳市豪斯莱科技有限公司合作的伙伴的网站（统称“第三方网站”）。本《隐私政策》并不适用于这些第三方网站，因为它们不受深圳市豪斯莱科技有限公司控制。如果您使用深圳市豪斯莱科技有限公司提供的链接访问第三方网站，这些网站的运营商可能会收集您的个人信息。深圳市豪斯莱科技有限公司尽力确保所有链接的第三方网站采用同等的个人信息保护措施，但是深圳市豪斯莱科技有限公司不对这些第三方网站上的活动、隐私权政策或隐私保护水平承担任何法律或其他责任。<br />
    7.7
    深圳市豪斯莱科技有限公司发布的广告系由中国联合网络通信有限公司深圳市分公司提供，您应自行判断信息真实性、自主参与交易并承担交易风险，由此产生的任何纠纷由您与第三方协商解决，深圳市豪斯莱科技有限公司对此不承担任何法律责任。<br />
    <div class="text">第八条 违约责任</div>
    8.1因您违反本协议条款的行为，深圳市豪斯莱科技优先公司有权独立判断并视就您的违约情节，随时采取以下措施中的一种或多种：<br />
    （1）要求您立即更换、修改、删除相应内容；<br />
    （2）限制、中止您的相应服务；<br />
    （3）终止您的全部服务，终止本协议；<br />
    （4）依法追究您的法律责任。<br />
    8.2因您违反本协议条款规定，引起第三方投诉或诉讼索赔的，您应当自行处理并承担可能产生的全部法律责任。因您的违法行为或违约等行为导致深圳市豪斯莱科技有限公司及其关联方、继承公司向任何第三方赔偿或遭受国家机关处罚的，您还应足额赔偿深圳市豪斯莱科技有限公司及其关联方、继承公司因此遭受的全部损失（包括但不限于诉讼费、仲裁费、律师费、保全费、保全担保费、公告费等费用）。<br />
    8.3对您因违反本协议条款涉嫌违反法律法规、涉嫌违法犯罪的行为，深圳市豪斯莱科技有限公司将保存相关记录，并有权依法向有关主管部门报告、配合有关主管部门调查、向公安机关报案等。<br />
    <div class="text">第九条 协议的生效与变更</div>
    9.1
    您使用深圳市豪斯莱科技有限公司的服务即视为您已阅读本协议并接受本协议的约束。<br />
    9.2
    深圳市豪斯莱科技有限公司有权在必要时修改本协议条款。您可以在相关服务页面查阅最新版本的协议条款。<br />
    9.3
    本协议条款变更后，如果您继续使用深圳市豪斯莱科技有限公司提供的软件或服务，即视为您已接受修改后的协议。如果您不接受修改后的协议，应当停止使用深圳市豪斯莱科技有限公司提供的软件或服务。深圳市豪斯莱科技有限公司建议您在使用深圳市豪斯莱科技有限公司服务之前阅读本用户协议及网页链接的通知、公告。如果本用户协议中任何一条被视为废止无效或因任何理由不可执行,该条应视为可分的且并不影响任何其余协议条款的有效性和可执行性。<br />
    <div class="text">第十条 管辖与法律适用</div>
    10.1
    本协议的成立、生效、履行、解释及纠纷解决，适用中华人民共和国大陆地区法律（不包括冲突法）。<br />
    10.2 本协议签订地为中华人民共和国广东省深圳市南山区。<br />
    10.3
    若您和深圳市豪斯莱科技有限公司之间发生任何纠纷或争议，首先应友好协商解决；协商不成的，您同意将纠纷或争议提交本协议签订地（即广东省深圳市南山区）有管辖权的人民法院管辖。<br />
    10.4
    本协议所有条款的标题仅为阅读方便，本身并无实际涵义，不能作为本协议涵义解释的依据。<br />
    10.5
    本协议条款无论因何种原因部分无效或不可执行，其余条款仍有效，对双方具有约束力。<br />
  </div>
</template>
<script>
export default {
  data() {
    return {};
  },
};
</script>
<style scoped>
.content {
  padding: 25px 20px;
  font-size: 13px;
  color: #666666;
  letter-spacing: 0;
  text-align: justify;
}
span {
  font-weight: bold;
}
.text {
  padding: 10px 0;
}
.bold {
  font-weight: bold;
}
.title {
  font-size: 16px;
  color: #333333;
  letter-spacing: 0;
  margin-bottom: 6px;
  margin-top: 6px;
  text-align: center;
}
</style>
